//
//  CTAssetsPicker.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

/* Navigation bar buttons */
"Cancel" = "Отмена";
"Done" = "Готово";

/* Default title */
"Photos" = "Фотографии";

/* No. of selected */
"%@ Photo Selected" = "выбрана %@ фотография";
"%@ Photos Selected" = "выбрано %@ фотографий";
"%@ Video Selected" = "выбрано %@ видео";
"%@ Videos Selected" = "выбрано %@ видео";
"%@ Items Selected" = "выбрано %@ элементов";

/* Grid view footer */
"%@ Photos" = "%@ фотографий";
"%@ Videos" = "%@ видео";
"%@ Photos, %@ Videos" = "%1$@ фотографий, %2$@ видео";

/* Assets index */
"%@ of %@" = "%1$@ из %2$@";

/* Messages if privacy is not granted */
"This app does not have access to your photos or videos." = "У этого приложения нет доступа к вашим фотографиям и видео.";
"You can enable access in Privacy Settings." = "Вы можете предоставить доступ в настройках конфиденциальности.";

/* Messages if no assets */
"No Photos or Videos" = "Нет фотографий и видео";

/* The parameter will be replaced by the device model name */
"You can take photos and videos using the camera, or sync photos and videos onto your %@\nusing iTunes." = "Вы можете сделать фотографии или снять видео при помощи камеры либо синхронизировать фотографии и видео со своим %@\nчерез iTunes.";
"You can sync photos and videos onto your %@ using iTunes." = "Вы можете синхронизировать фотографии и видео со своим %@ при помощи iTunes.";

/* Accessibility labels */
"Play" = "Воспр.";
"Select" = "Выбрать";
"Deselect" = "Снимите";

/* Video duration spell out */
"hours" = "часов";
"hour" = "час";
"minutes" = "минут";
"minute" = "минута";
"seconds" = "секунд";
"second" = "секунда";

/* Error message of playing stream video */
"Cannot Play Stream Video" = "Cannot Play Stream Video";
"OK" = "OK";
